[
    {
        "categoria": "Ação",
        "descricao": "Três décadas depois que o poderoso Zordon criou os Power Rangers, o grupo fica frente a frente com uma ameaça do passado. Em meio a uma crise global, os heróis são chamados mais uma vez para salvar o mundo. Este especial que celebra o trigésimo aniversário da franquia é inspirado no famoso lema \"Uma vez Ranger, sempre Ranger\", o que significa: os integrantes da família Ranger são sempre recebidos de braços abertos.",
        "identificador": "1234567-f",
        "nome": "Power Rangers: Agora e Sempre",
        "precoPorDia": 5.5,
        "qtdAlugueis": 0
    },
    {
        "categoria": "Terror",
        "descricao": "Inspirado nos arquivos reais do Padre Gabriele Amorth, Chefe Exorcista do Vaticano, o padre que realizou mais de 100.000 exorcismos em sua vida, faleceu em 2016 aos 91 anos. Amorth escreveu duas memórias - An Exorcist Tells His Story e An Exorcist: More Stories - e detalhou suas experiências lutando contra Satanás e demônios que agarraram as pessoas em seu mal. O filme, sendo o retrato da figura da vida real, acompanha Amorth (Russell Crowe) enquanto ele investiga a terrível possessão de um menino e acaba descobrindo uma conspiração secular que o Vaticano tentou desesperadamente manter no esquecimento",
        "identificador": "1235678-f",
        "nome": "O Exorcista do Papa",
        "precoPorDia": 15.25,
        "qtdAlugueis": 0
    },
    {
        "categoria": "Romance",
        "descricao": "Com a habilidade de ver o futuro, Javier descobre quem é o grande amor de sua vida. Só tem um problema: ela é a namorada do seu melhor amigo",
        "identificador": "1345678-f",
        "nome": "Amor ao Primeiro Beijo",
        "precoPorDia": 9.99,
        "qtdAlugueis": 0
    },
    {
        "categoria": "Ação",
        "descricao": "Rainha Ramonda, Shuri, M'Baku, Okoye e Dora Milaje, lutam para proteger sua nação das potências mundiais intervenientes após a morte do rei T'Challa. Enquanto os wakandanos se esforçam para abraçar seu próximo capítulo, os heróis devem se unir com a ajuda de War Dog Nakia e Everett Ross e forjar um novo caminho para o reino de Wakanda.",
        "identificador": "1232578-f",
        "nome": "Pantera Negra: Wakanda para Sempre",
        "precoPorDia": 33.33,
        "qtdAlugueis": 0
    },
    {
        "categoria": "Aventura",
        "descricao": "Mario é um encanador junto com seu irmão Luigi. Um dia, eles vão parar no reino dos cogumelos, governado pela Princesa Peach, mas ameaçado pelo rei dos Koopas, que faz de tudo para conseguir reinar em todos os lugares.",
        "identificador": "1234568-f",
        "nome": "Super Mario Bros: O Filme",
        "precoPorDia": 34.99,
        "qtdAlugueis": 10
    }
]